tap "buildkite/buildkite"
tap "buildkite/cli"
tap "chef/chef"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homeport/tap"
tap "instrumenta/instrumenta"
tap "pardot/pardot", "git@git.dev.pardot.com:Pardot/homebrew-pardot.git"
tap "robscott/tap"
tap "tetratelabs/getenvoy"
tap "windmilleng/tap"
brew "atuin"
brew "automake"
brew "aws-iam-authenticator"
brew "readline"
brew "awscli"
brew "bash"
brew "bison"
brew "libyaml"
brew "cfn-lint"
brew "chart-testing"
brew "chruby"
brew "cmake"
brew "cmctl", link: false
brew "colordiff"
brew "openldap"
brew "composer"
brew "conftest"
brew "consul"
brew "coredns"
brew "coreutils"
brew "cowsay"
brew "difftastic"
brew "direnv"
brew "dos2unix"
brew "envoy"
brew "etcd"
brew "exa"
brew "ffmpeg"
brew "luajit"
brew "fluent-bit"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdbm"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "protobuf"
brew "grpc"
brew "grpcurl"
brew "helix"
brew "helm"
brew "hey"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jenv"
brew "jless"
brew "openjdk"
brew "jmeter"
brew "jmxterm"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "kube-linter"
brew "kube-ps1"
brew "kubectx"
brew "kubie"
brew "kustomize"
brew "lastpass-cli"
brew "libffi"
brew "lynx"
brew "maven"
brew "mkcert"
brew "moreutils"
brew "mysql"
brew "neovim"
brew "netdata"
brew "nfpm"
brew "nginx"
brew "node"
brew "nss"
brew "nvm"
brew "opa"
brew "openssl@1.1"
brew "packer"
brew "pandoc"
brew "pdcfg"
brew "pinentry-mac"
brew "postgresql@10"
brew "postgresql@11"
brew "postgresql@12"
brew "postgresql@13"
brew "postgresql@14"
brew "r"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "rust"
brew "sad"
brew "shellcheck"
brew "skaffold"
brew "skopeo"
brew "slurm"
brew "socat"
brew "squid"
brew "step"
brew "stern"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "ugrep"
brew "vim"
brew "websocat"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zsh"
brew "buildkite/buildkite/bk@2"
brew "buildkite/buildkite/buildkite-agent"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "heroku/brew/heroku"
brew "homeport/tap/dyff"
brew "pardot/pardot/garden-cli"
brew "pardot/pardot/pdauth"
brew "pardot/pardot/pdk8s"
brew "pardot/pardot/pdssh"
brew "pardot/pardot/terraclient"
brew "robscott/tap/kube-capacity"
brew "windmilleng/tap/tilt"
cask "1password-cli"
cask "adoptopenjdk8"
cask "alacritty"
cask "apache-directory-studio"
cask "aws-vault"
cask "dbeaver-community"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "intellij-idea"
cask "iterm2"
cask "keepassxc"
cask "keybase"
cask "lens"
cask "vagrant"
cask "visual-studio-code"
cask "visualvm"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
