tap "adoptopenjdk/openjdk"
tap "buildkite/buildkite"
tap "buildkite/cli"
tap "chef/chef"
tap "derailed/k9s"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "pardot/pardot", "git@git.dev.pardot.com:Pardot/homebrew-pardot.git"
tap "tetratelabs/getenvoy"
tap "windmilleng/tap"
brew "automake"
brew "aws-iam-authenticator"
brew "gdbm"
brew "openssl@1.1"
brew "readline"
brew "awscli"
brew "bash"
brew "bison"
brew "libffi"
brew "cfn-lint"
brew "chruby"
brew "cmake"
brew "colordiff"
brew "composer"
brew "consul"
brew "go"
brew "dep"
brew "docker", link: false
brew "etcd"
brew "exa"
brew "fasd"
brew "ffmpeg"
brew "fluent-bit"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gh"
brew "gifsicle"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "grafana"
brew "protobuf"
brew "grpc"
brew "helm"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jenv"
brew "jfrog-cli"
brew "jmxterm"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "kubie"
brew "kustomize"
brew "libyaml"
brew "lynx"
brew "openjdk"
brew "maven"
brew "mkcert"
brew "moreutils"
brew "mysql"
brew "node"
brew "nss"
brew "opa"
brew "openldap"
brew "pandoc"
brew "pdcfg"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "postgresql@10"
brew "postgresql@11"
brew "postgresql@12"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "rpm"
brew "ruby-install"
brew "rust"
brew "shellcheck"
brew "skaffold"
brew "slurm"
brew "socat"
brew "squid"
brew "stern"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vault"
brew "vim"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zsh"
brew "buildkite/buildkite/buildkite-agent"
brew "buildkite/buildkite/cli", link: false
brew "buildkite/cli/bk"
brew "derailed/k9s/k9s"
brew "heroku/brew/heroku"
brew "pardot/pardot/pdauth"
brew "pardot/pardot/pdssh"
brew "pardot/pardot/terraclient"
brew "tetratelabs/getenvoy/envoy"
brew "windmilleng/tap/tilt"
cask "adoptopenjdk15"
cask "adoptopenjdk8"
cask "anaconda"
cask "apache-directory-studio"
cask "aws-vault"
cask "chefdk"
cask "dbeaver-community"
cask "intellij-idea"
cask "iterm2"
cask "keepassxc"
cask "keybase"
cask "lens"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "visualvm"
