tap "buildkite/buildkite"
tap "buildkite/cli"
tap "chef/chef"
tap "derailed/k9s"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "pardot/infrastructure", "https://git.dev.pardot.com/Pardot/infrastructure"
tap "windmilleng/tap"
brew "automake"
brew "aws-iam-authenticator"
brew "gdbm"
brew "readline"
brew "awscli"
brew "bison"
brew "libffi"
brew "python", link: false
brew "cfn-lint"
brew "chruby"
brew "cmake"
brew "consul"
brew "go"
brew "dep"
brew "docker", link: false
brew "etcd"
brew "fasd"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "gnupg", link: false
brew "gpg-agent"
brew "grafana"
brew "protobuf"
brew "grpc"
brew "helm"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jfrog-cli-go"
brew "jq"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "libyaml"
brew "lynx"
brew "maven"
brew "mkcert"
brew "mysql"
brew "node"
brew "nss"
brew "pandoc"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "postgresql@10"
brew "postgresql@11"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "rpm"
brew "ruby-install"
brew "shellcheck"
brew "skaffold"
brew "slurm"
brew "squid"
brew "stern"
brew "swagger-codegen"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vault"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "buildkite/buildkite/buildkite-agent"
brew "buildkite/buildkite/cli", link: false
brew "buildkite/cli/bk"
brew "derailed/k9s/k9s"
brew "heroku/brew/heroku"
brew "pardot/infrastructure/pdcfg"
brew "pardot/infrastructure/pdssh"
brew "windmilleng/tap/tilt"
cask "aws-vault"
cask "chefdk"
cask "java"
cask "java8"
cask "keybase"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
